<div class="row">
    <div class="col-md-12">

		<ol class="breadcrumb">
          <li><a href="/">Онлайн навчання ДПЗС</a></li>       
          <li class="active">Про проект</li>
        </ol>

        <h1>Про проект</h1>
        <hr/>

        <p>Дистанційне навчання — сукупність сучасних технологій, що забезпечують доставку інформації в інтерактивному режимі за допомогою використання ІКТ (інформаційно-комунікаційних технологій) від тих, хто навчає (викладачів, визначних постатей у певних галузях науки, політиків), до тих, хто навчається (студентів чи слухачів). Застосовується під час підготовки як у ВНЗ, так і в Бізнес-школах. Основними принципами дистанційного навчання є інтерактивна взаємодія у процесі роботи, надання студентам можливості самостійного освоєння досліджуваного матеріалу, а також консультаційний супровід у процесі дослідницької діяльності. Дає змогу навчатися на відстані, за допомогою диспутів експертів із кількох країн, за відсутності викладача.</p>

        <p>Переваги ДН:</p>
        <ul>
        <li>знизити витрати на проведення навчання (не потрібно витрат на оренду приміщень, поїздок до місця навчання, як учнів, так і викладачів і т. п.);</li>
        <li>проводити навчання великої кількості людей;</li>
        <li>підвищити якість навчання за рахунок застосування сучасних засобів, об'ємних електронних бібліотек і т. д.</li>
        <li>створити єдине освітнє середовище.</li>
        </ul>

        <p>Інтернет застосунки з ДН повинні надавати наступні можливості викладачам:</p>
        <li>створення/редагування/видалення лекцій;</li>
        <li>створення/редагування/видалення тестів;</li>
        <li>відстеження успішності студентів, як окремо так і загалом.</li>

        <p>Інтернет застосунки з ДН повинні надавати наступні можливості студентам:</p>
        <li>доступ до лекцій;</li>
        <li>проходження тестів, з отриманням відповідної оцінки;</li>
        <li>перегляд прогресу проходження курсу.</li>

    </div>
</div>